akarlsten.vscode-snazzy-akarlsten
andys8.jest-snippets
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
azemoh.one-monokai
biomejs.biome
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
hwencc.html-tag-wrapper
ionic.ionic
kevinrose.vsc-python-indent
kilocode.kilo-code
luisgalicia.mariana-nord
mechatroner.rainbow-csv
meganrogge.template-string-converter
mikestead.dotenv
mquandalle.graphql
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
octref.vetur
orsenkucher.vscode-graphql
orta.vscode-jest
prisma.prisma
redhat.vscode-xml
rickynormandeau.mariana-pro
sdras.vue-vscode-snippets
shopify.theme-check-vscode
skyran.js-jsx-snippets
tamasfe.even-better-toml
tyriar.sort-lines
unifiedjs.vscode-mdx
vitest.explorer
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.javascriptsnippets
yummygum.city-lights-theme
